export const orderStep = [
  { id: 1, description: "필요한 서류를 모두 구비합니다." },
  { id: 2, description: "대출 신청서 작성 및 제출합니다./n제출한 서류로 심사가 진행됩니다." },
  { id: 3, description: "심사 후 승인 통보를 진행합니다./n통보까지 최대 10일정도 소요됩니다." },
  { id: 4, description: "계약 서명 후 대출금 지급됩니다." },
];

export const warning = [
  "입주하려는 부동산의 제한사항, 선순위채권 등을 꼼꼼히 확인합니다. 공인중개사의 도움을 받으면 좋습니다.",
  "부동산의 담보가치를 미리 확인하는 것이 좋습니다. 아파트, 오피스텔은 KB시세, 빌라 및 다가구주택은 공시지가를 활용할 수 있습니다. 전세보증금이 담보가치의 70%를 넘으면 주의가 필요합니다.",
  "전세, 반전세, 월세 등 다양한 옵션을 고려하며 본인 현금흐름에 알맞는 조건을 선택하는 것을 추천합니다.",
  "월 상환액이 본인의 소득과 지출에 맞는지 면밀히 평가하여 재정적인 부담을 피하도록 합니다.",
  "상환 기간, 상환 방식(일시상환 또는 균등분할 상환) 등을 꼼꼼히 검토하여 본인에게 유리한 조건을 선택합니다.",
  "필요한 모든 서류를 정확히 준비하고 제출하여 대출 심사에 문제가 없도록 합니다. 서류 누락이나 오류는 승인 지연의 원인이 될 수 있습니다.",
  "대출을 조기에 상환할 경우 발생할 수 있는 중도 상환 수수료를 확인하고, 이를 감안하여 상환 계획을 세웁니다.",
  "대출 가능한 최대 금액과 실제로 필요한 금액을 비교하여 적절한 대출 한도를 설정합니다. 불필요한 대출을 피하고 이자 부담을 줄입니다.",
  "자신의 신용 점수를 미리 확인하고, 대출 승인에 영향을 미칠 수 있는 신용 점수를 개선할 방법을 모색합니다. 신용 점수가 낮으면 대출 승인이 어려울 수 있습니다.",
];
